{
  "Name": "Hello! Please tell us your name.",
  "Age": "Age is just a number. We will keep yours a secret.",
  "DateofBirth": "You can select your date of birth or just simply type your age.",
  "RetirementAge": "What age do you expect to retire?",
  "PersonalAccountHeading": "Create your personal account",
  "RetirementSavingsHeading": "How much do you have saved for Retirement?",
  "RiskAssessmentHeading": "Let’s ﬁnd the risk level you are comfortable with per year?",
  "RiskAssessment1Heading": "Which result feels the most comfortable to you?",
  "RiskAssessment2Heading": "Now which result feels the most comfortable to you?",
  "RiskAssessment3Heading": "Lastly, which option do feel is best for you?",
  "RiskAssessment4Heading": "Here is your Risk Level",
  "RiskAssessment5Heading": "Risk Assessment Summary",
  "RegisterRetirementAccount": "Congratulations! You made it!",
  "RegisterRetirementAccountOptions": "You can select one option. Don't worry, if you have multiple accounts you can select another later.",
  "NextButton": "Next",
  "BackButton": "Go Back",
  "CalculateRLButton": "Calculate Risk Level",
  "ConfirmButton": "Yes, This Feels Right!",
  "CompanyRetirementAccount": "Which company provides your retirement account?",
  "SearchCompanyAccount": "Search for the company, employer or URL where your account is held.",
  "TotalRetirementAccount": "We found how we can help you benefit more from your",
  "AccountAnalysis1Header": "here is your analysis.",
  "Improvement1Para": "By optimizing your investment choices we use the lowest expense funds available to you.  This will help lower your fees saving you substantial money over the years to follow that can be used for increased earnings over time.",
  "Improvement2Para": "Now that you have completed the risk assessment we can properly balance your investments aligning with your risk tolerance. For a more comfortable experience.",
  "Improvement3Para": "Our AI driven algorithms have crafted a personalized, as well as diversiﬁed, investment portfolio for optimized risk and growth to fund your retirement.",
  "AccountAnalysis1Span": "In the next step you will explore the fees in your account.",
  "AccountAnalysis2Header": "compare the diﬀerence in the account fees and expenses.",
  "AccountAnalysis2Para": "Our analysis shows what you could save in hidden investment fees and increased investment proﬁts by the time you retire.",
  "AccountAnalysis2Span": "In the next step you will explore the risk in your account.",
  "AccountAnalysis3Header": "We recommend some improvements to your investment allocation.",
  "AccountAnalysis3Para": "We recommend an improvement to the allocation of stocks and bonds in your account based on your Risk Level and number of years until retirement.",
  "AccountAnalysis3Span": "In the next step you will explore the diversiﬁcation in your account.",
  "AccountAnalysis4Header": "We recommend some improvements to optimize and personalize your investment portfolio diversiﬁcation.",
  "CurrentAccountAnalysis4": "Your current account diversiﬁcation has possibly earned $X with $Y proﬁt over the past Z years.",
  "RecommandedAccountAnalysis4": "Our commended account diversiﬁcation would possibly earn $X with $Y proﬁt over the past Z years. M more than your current diversiﬁcation.",
  "AccountAnalysis4Span": "We are almost there!",
  "AccountAnalysis5Header": "Let’s sum it up!",
  "AccountAnalysis5SubHeader1": "Here is your projected retirement account performance with Left Lane",
  "AccountAnalysis5Span": "Ready to start the Left Lane service?",
  "CompanyRetirementAccountOptions": "Once you choose your plan, we will link it to your account.",
  "SearchCompanyAccountList": "...or choose from the following list:",
  "RegisterRetirementCompanyAccount": "We are almost there!",
  "RegisterRetirementPlanHeading": "Hold tight! We have a lift off!",
  "RegisterRetirementPlan": "Join thousands of Americans who prosper with a ",
  "PaymentSuccessMessage": "Congratulations on your successful subscription with us! Thank you for being a valuable member.",
  "StripeExeptionError": "Stripe exception error / Invalid request exception error",
  "StripeServiceDown": "Billing service down, please visit again.",
  "InvalidCardNumber": "Please enter valid credit card number",
  "InvalidCvc": "Please enter valid CVC number",
  "CardExpire": "Please enter valid expiration date",
  "PasswordAttempts": "Password attempts exceeded",
  "IncorrectPasswordAttempts": "Your account has been blocked due to Multiple attempts. Kindly reset your password.",
  "EmailExists": " Email id is already registered with us. Kindly login.",
  "UsernotFound": "To Reset your Password, kindly verify your email id either by clicking on the verification link sent by us else you may get a fresh link by clicking on Proceed with same email upon login. ",
  "VerificationCode": "We have sent Verification code to your mail box, kindly verify.",
  "InvalidCode": "Please enter valid verification code.",
  "SuccesfulPassword": "Your password has been reset successfully.",
  "ExccedAttempts": "Attempt limit exceeded, please try after some time.",
  "PasswordPolicy": "Password does not conform to policy: Password must have symbol characters",
  "ProviderAccount": "Please choose a custodian account.",
  "MfaAccount": "We need to do additional verification, please enter the information needed as below.",
  "YodleeSecurityKey": "Please enter the code below.",
  "YodleePointOne": "Look for one of your retirement account statements and find the institution name or logo? NOTE: Your retirement account institution is obligated to provide you a quarterly account statement.",
  "YodleePointTwo": "Ask your HR Department or your Financial Advisor, they should know.",
  "YodleePointThree": "Lean on your neighbor…ask one of your co-workers, they may know.",
  "YodleeLoginTime": "We have encountered a delay while trying to connect to your retirement account provider. Please try again in a while. If this problem persists, please contact your account provider to determine what may be causing the delayed login.",
  "YodleeError": "Oops, we have encountered an error attempting to connect to your retirement account. This may be a problem with your account provider or, shame on us, it may be our problem. In either case, it may be resolved quickly so please try again at a later time. If the problem persists, please contact our customer success team. They want to help you with your success.",
  "LoginThreeEmailAttempts": "Please verify your Email before you begin your retirement journey with Left Lane.",
  "ModifiyEMail": "Please enter your updated email Id in the below box.",
  "NoProvider": "Cannot find your provider in the below list?",
  "ChangeEmailId": "Your Email id has been updated, kindly login.",
  "EmailVerificationMesg": "Verification link has been sent to your Email successfully. Kindly activate your Account.",
  "cancelSubscription": "You will not be able to receive account optimization data without an active subscription. Are you sure, you want to Cancel subscription?",
  "changeSubscriptionPaymentSuccessMessage": "Congratulations on your successful change of subscription with us! Kindly note that the new subscription would be effective as soon as current subscription ends, subjected to successful payment.",
  "retirementAccountTimeoutError": "Our services are not responding at the moment. Please try after sometime, Regret for inconvenience caused.",
  "noAccountsMessage":"We cannot find any retirement accounts associated to this username/email account. Check with your account provider to verify the type of account(s) associated to this username/email.",
  "summary_text":"We found some changes how you can benefit more from your Voya Retirement Plan.",
  "summary_next_step_mesg":"In the next step you will explore the fees in your account.",
  "allocation_label": "BALANCED INVESTMENTS",
  "allocation_text": "Now that you have completed the risk assessment  we  can  properly  balance your  investments  aligning  with  your risk tolerance. For a more comfortable experience.",
  "allocation_detail_header_msg": "We recommend some improvements to your investment allocation",
  "allocation_improvement_message": "We recommend an improvement to the allocation of stocks and bonds in your account based on your Risk Level and number of years until retirement.",
  "allocation_next_message": "In the next step you will explore the risk in your account.",
  "fees_label":"LOWER FEES",
  "fees_text":"By optimizing your investment choices we use the lowest expense funds available to you. This will help lower your fees saving you substantial money over the years to follow that can be used for increased earnings over time.",
  "fees_detail_header_msg":"\"%user, compare the difference in compathe account fees and expenses",
  "fees_improvement_message":"Our analysis shows what you could save in hidden investment fees and increased investment profits by the time you retire.",
  "fees_next_message":"In the next step you will explore the fees in your account",
  "div_label": "PERSONALIZED PORTFOLIO",
  "div_text": "Our AI driven algorithms have crafted a  personalized,  as well  as  diversified, investment portfolio for optimized risk and growth to fund your retirement.",
  "div_details_header_msg": "We recommend some improvements to optimize and personalize your investment portfolio diversification.",
  "div_details_current_div_mesg":"Your current account diversification has possibly earned $X with $Y profit over the past Z years.",
  "div_details_recommended_div_mesg":"Our commended account diversification would possibly earn $X with $Y profit over the past Z years. M more than your current diversification.",
  "div_improvement_message": "We recommend an improvement to the allocation of stocks and bonds in your account based on your Risk Level and number of years until retirement.",
  "div_next_message": "We are almost there!",
  "subscribeToAddCard":"Please subscribe to add the card",
  "paymentFailureMessage":"Your purchase has not processed correctly, the credit card details you provided are not correct, please provide the correct credit card details and retry the purchase."
}
